
var kotodamaData = (function() {

    var dataList = [];

    // 幼少期1
    dataList.push([

{
   'id':'1',
   'ktdm':'早安',
   'param':'L',
   'serif':{'L':'喵喵！','D':'','M':'','Y':'','C':''},
   'narration':{'L':'該起床囉！','D':'','M':'','Y':'','C':''},
},


{
   'id':'2',
   'ktdm':'吃吃',
   'param':'M',
   'serif':{'L':'張嘴！','D':'','M':'','Y':'','C':''},
   'narration':{'L':'我要吃吃更多！更多！','D':'','M':'','Y':'','C':''},
},


{
   'id':'3',
   'ktdm':'呀呼～',
   'param':'Y',
   'serif':{'L':'呀呼～','D':'','M':'','Y':'','C':''},
   'narration':{'L':'很有精神呢','D':'','M':'','Y':'','C':''},
},


{
   'id':'4',
   'ktdm':'嗚啦！',
   'param':'Y',
   'serif':{'L':'唾！','D':'','M':'','Y':'','C':''},
   'narration':{'L':'以上就是空氣格鬥練習，只有聲音，非常安全。','D':'','M':'','Y':'','C':''},
},


{
   'id':'5',
   'ktdm':'咕唧',
   'param':'D',
   'serif':{'L':'咕囉囉','D':'','M':'','Y':'','C':''},
   'narration':{'L':'意味不明至極，就是這樣的溝通方式。','D':'','M':'','Y':'','C':''},
},


{
   'id':'6',
   'ktdm':'煩躁',
   'param':'D',
   'serif':{'L':'煩，煩，煩躁！','D':'','M':'','Y':'','C':''},
   'narration':{'L':'誒，其實不是在唱煩躁Rap','D':'','M':'','Y':'','C':''},
},


{
   'id':'7',
   'ktdm':'沒什麼',
   'param':'C',
   'serif':{'L':'好害羞','D':'','M':'','Y':'','C':''},
   'narration':{'L':'誒我完全沒在稱讚你啊，太囂張的話就清空你喔','D':'','M':'','Y':'','C':''},
},

    ]);

    // 幼少期2
    dataList.push([

{
   'id':'8',
   'ktdm':'很美好！',
   'param':'L',
   'serif':{'L':'嘖...','D':'嘖...','M':'哇喔～！','Y':'快點！！！','C':'快點！！！'},
   'narration':{'L':'教你稱讚的話卻聽到嘖嘖聲，心情真是很糟糕。（戰爭啦！）','D':'教你稱讚的話卻聽到嘖嘖聲，心情真是很糟糕。（戰爭啦！）','M':'太開心了，嘴巴好像跑出不得了的東西....','Y':'太有元氣的回答，反而有點不安....','C':'太有元氣的回答，反而有點不安....'},
},


{
   'id':'9',
   'ktdm':'午餐時間',
   'param':'LY',
   'serif':{'L':'啊～！','D':'啊～！','M':'飯糰','Y':'我會消化掉的','C':'我會消化掉的'},
   'narration':{'L':'多吃一點啊，再多吃一點～','D':'多吃一點啊，再多吃一點～','M':'大大的飯糰大大的幸福','Y':'讓我們往下個地方前進吧！','C':'讓我們往下個地方前進吧！'},
},


{
   'id':'10',
   'ktdm':'啤酒',
   'param':'DY',
   'serif':{'L':'好像有點醉了.....','D':'好像有點醉了.....','M':'好多泡泡～','Y':'來划拳啦！','C':'來划拳啦！'},
   'narration':{'L':'開車不喝酒唷','D':'開車不喝酒唷','M':'當你嘴邊沾滿白色泡沫的那天，就是成為悲催社會人的一天','Y':'飲酒要適量喔','C':'飲酒要適量喔'},
},


{
   'id':'11',
   'ktdm':'了不起！',
   'param':'Y',
   'serif':{'L':'我早就知道了','D':'我早就知道了','M':'誒嘿嘿...','Y':'誒嘿嘿...','C':'誒嘿嘿...'},
   'narration':{'L':'誒。','D':'誒。','M':'害羞～臉紅紅的傢伙','Y':'好乖好乖，紅包給你3塊歐元吧','C':'好乖好乖，紅包給你3塊歐元吧'},
},


{
   'id':'12',
   'ktdm':'好開心！',
   'param':'Y',
   'serif':{'L':'很重要！','D':'很重要！','M':'哇依！','Y':'呀呼！！！','C':'呀呼！！！'},
   'narration':{'L':'突破了盲腸，真是太棒了！','D':'突破了盲腸，真是太棒了！','M':'開心的話就可以更努力了！','Y':'開心過頭了....年輕人啊','C':'開心過頭了....年輕人啊'},
},


{
   'id':'13',
   'ktdm':'博美犬',
   'param':'L',
   'serif':{'L':'想一起玩～！','D':'想一起玩～！','M':'好鬆軟','Y':'散步去！','C':'散步去！'},
   'narration':{'L':'好吧！那大家一起變成博美犬吧！','D':'好吧！那大家一起變成博美犬吧！','M':'啊啊，真是非常鬆軟啊','Y':'跟博美犬散步，就像洗完澡後的冰啤酒','C':'跟博美犬散步，就像洗完澡後的冰啤酒'},
},


{
   'id':'14',
   'ktdm':'背叛',
   'param':'DC',
   'serif':{'L':'才不這麼做勒','D':'才不這麼做勒','M':'誒....','Y':'剁碎你！','C':'剁碎你！'},
   'narration':{'L':'開朗的表情下隱藏著的真實心聲是？','D':'開朗的表情下隱藏著的真實心聲是？','M':'擦乾眼淚吧，向著明天奔跑吧！','Y':'這懲罰也太誇張了...','C':'這懲罰也太誇張了...'},
},


{
   'id':'15',
   'ktdm':'漆黑',
   'param':'DC',
   'serif':{'L':'驚嚇～','D':'驚嚇～','M':'黑黑最棒！','Y':'好難的話......','C':'好難的話......'},
   'narration':{'L':'陷入黑暗的膠著靈魂依然無法被釋放。','D':'陷入黑暗的膠著靈魂依然無法被釋放。','M':'漆黑的烏鴉也不會在此飛翔','Y':'我不需要被稱為漆黑的知性','C':'我不需要被稱為漆黑的知性'},
},


{
   'id':'16',
   'ktdm':'強制終了',
   'param':'D',
   'serif':{'L':'結束了','D':'結束了','M':'電腦','Y':'再會了','C':'再會了'},
   'narration':{'L':'結束就是開始，因此嘆氣是必須的。','D':'結束就是開始，因此嘆氣是必須的。','M':'對只碰手機的人說，請不要將電源線拔除。','Y':'不要～！捨棄我啊！！','C':'不要～！捨棄我啊！！'},
},


{
   'id':'17',
   'ktdm':'日新月異',
   'param':'MM',
   'serif':{'L':'確實地','D':'確實地','M':'變得日新月異','Y':'前進吧前進吧！','C':'前進吧前進吧！'},
   'narration':{'L':'進一步退兩步，跟攀岩一樣的人生。','D':'進一步退兩步，跟攀岩一樣的人生。','M':'每天的努力不會騙人，就像是肌肉一樣。','Y':'繼續前進吧，酒給我上上來！','C':'繼續前進吧，酒給我上上來！'},
},


{
   'id':'18',
   'ktdm':'只能上了',
   'param':'M',
   'serif':{'L':'等下！','D':'等下！','M':'了解','Y':'讓你久等了呢','C':'讓你久等了呢'},
   'narration':{'L':'不願意？','D':'不願意？','M':'這究竟是覺悟還是放棄呢','Y':'大家的英雄參上！敬禮！坐下！解散！','C':'大家的英雄參上！敬禮！坐下！解散！'},
},


{
   'id':'19',
   'ktdm':'心靜自然涼',
   'param':'CC',
   'serif':{'L':'哎呀！？','D':'哎呀！？','M':'無','Y':'冥想','C':'冥想'},
   'narration':{'L':'（是聽不懂的意思嗎....）','D':'（是聽不懂的意思嗎....）','M':'無心，就是說苦痛也不再苦，對嗎？','Y':'你確定在說冥想？不是鳴響？','C':'你確定在說冥想？不是鳴響？'},
},

    ]);

    // 思春期
    dataList.push([

{
   'id':'20',
   'ktdm':'小文鳥',
   'param':'L',
   'serif':{'L':'好可愛～！','D':'你可能會被咬喔...','M':'好想養...','Y':'有會站在腳上的文鳥嗎？還是都站手上？','C':'好想一起飛～'},
   'narration':{'L':'感覺自己也會說自己很可愛','D':'就算這樣文鳥也很棒。','M':'說這話的眼神挺可怕的。','Y':'應該是沒有的我想，畢竟比較臭。','C':'我們可能太重了點'},
},


{
   'id':'21',
   'ktdm':'粥',
   'param':'M',
   'serif':{'L':'有點普通呢','D':'……','M':'請保重','Y':'好燙！','C':'加點鹽就好'},
   'narration':{'L':'根據食材也可以很豪華喔','D':'一直說想吃炸雞，結果被瞪了','M':'好像生病時候吃的喔','Y':'應該先跟你說得吹一吹再吃的','C':'一點鹽就可以感受到食材本身的美味喔！'},
},


{
   'id':'22',
   'ktdm':'笨蛋',
   'param':'DD',
   'serif':{'L':'誒.....','D':'吵死了','M':'抱歉..','Y':'彼此彼此吧？','C':'哼哼'},
   'narration':{'L':'好像是世界末日一樣的悲聲','D':'態度可真嗆','M':'你這個道歉的表情可真囂張','Y':'誰跟你彼此....','C':'跟這人真是太難溝通了'},
},


{
   'id':'23',
   'ktdm':'人生規劃',
   'param':'MM',
   'serif':{'L':'明天的事明日做','D':'隨便啦～','M':'老實的確實的','Y':'有錢人？','C':'國家經濟'},
   'narration':{'L':'身體是一切的根本，要注意健康喔！','D':'太隨便的話，未來的人生可不知道會變成怎麼樣喔','M':'戰勝壓力努力創造未來吧','Y':'變成有錢人的話就會有一堆朋友嗎？','C':'物價好高....痛苦。'},
},


{
   'id':'24',
   'ktdm':'我喜歡你',
   'param':'LL',
   'serif':{'L':'啊，好開心～','D':'哈啊？','M':'謝謝！','Y':'mee，too．','C':'嗯....'},
   'narration':{'L':'很害羞吧，炙熱的視線。','D':'被拍了一巴掌，真是複雜的年紀啊','M':'不客氣！','Y':'那我就 me，too，too！','C':'不要害羞啦，搞得我都害羞了'},
},


{
   'id':'25',
   'ktdm':'燉蘿蔔',
   'param':'Y',
   'serif':{'L':'好粗！','D':'...普通','M':'呼呼呼','Y':'好吃嗎？','C':'好吃'},
   'narration':{'L':'浸透了高湯美味的蘿蔔先生～！','D':'請不要小看普通的力量啊','M':'加入生薑後，以中火慢燉。','Y':'死前必須品嚐一次的美味料理。','C':'嗯嗯嗯'},
},


{
   'id':'26',
   'ktdm':'紓壓陀螺',
   'param':'YY',
   'serif':{'L':'轉來轉去！','D':'....呼','M':'啊？','Y':'呼呼？','C':'轉動吧！'},
   'narration':{'L':'跟著地球一起不斷旋轉吧！','D':'靜靜的觀看的話，就像是看到了整個宇宙','M':'總之就是不停的轉啊 ','Y':'怎麼辦！？這傢伙在跟我炫耀。','C':'好～那這樣您覺得如何呢？'},
},


{
   'id':'27',
   'ktdm':'業火',
   'param':'DC',
   'serif':{'L':'誒？？','D':'業障','M':'輪迴...嗎？','Y':'說什麼啊～！','C':'宿命...嗎'},
   'narration':{'L':'其實不知道業火也是好的，無知是福啊。','D':'自身的黑暗面，誰也無法不去面對的。','M':'這樣的話，轉生會很有趣嗎？','Y':'搞不懂～！','C':'只能背負著覺悟...努力相互理解了'},
},


{
   'id':'28',
   'ktdm':'刀',
   'param':'CC',
   'serif':{'L':'好可怕...','D':'呼呼呼...','M':'歷史','Y':'好酷！','C':'美麗'},
   'narration':{'L':'只要遵守使用規則的話，就能正確地使用了','D':'你現在的表情很糟糕，已經違反刀槍使用法了','M':'先祖傳承下來的名刀....這邊.....沒有。','Y':'最不想讓這種人拿刀。','C':'認真觀賞的話，靈魂都會被吸入....。'},
},


{
   'id':'29',
   'ktdm':'相互理解',
   'param':'M',
   'serif':{'L':'握手～！','D':'幻想','M':'同意','Y':'YEAH!','C':'很困難'},
   'narration':{'L':'相互理解是很困難的事情','D':'喃喃自語的語氣中，充滿了悲傷。','M':'慢慢的理解對方吧','Y':'想用這種裝熟的方式接近對方嗎？','C':'雖然不知道結果如何，但總要努力嘗試'},
},


{
   'id':'30',
   'ktdm':'生存本能',
   'param':'MC',
   'serif':{'L':'休息～','D':'霎那','M':'吃東西','Y':'選擇吧！','C':'自然淘汰'},
   'narration':{'L':'吃吧吃吧！儘量地的吧！','D':'生命只在霎那間，所以來玩遊戲吧','M':'吃吧吃吧！儘量地的吧！','Y':'不選的話會死的樣子，雖然也不是不理解','C':'只有強悍的遺傳因子可以存留下來，畢竟世道困難。'},
},


{
   'id':'31',
   'ktdm':'暑假',
   'param':'Y',
   'serif':{'L':'海邊','D':'睡吧','M':'作業','Y':'假期','C':'旅行'},
   'narration':{'L':'啊～討厭啦～要溺水了～♡','D':'好的，晚安。','M':'這是暑假最痛苦的環節','Y':'想要出國度假去～','C':'想去旅行尋找自我。'},
},


{
   'id':'32',
   'ktdm':'創造性',
   'param':'C',
   'serif':{'L':'創造性的工作！','D':'創造性的妄想？','M':'我也想變成那樣的人～','Y':'超☆級☆擅☆長～！','C':'豐富的內心！'},
   'narration':{'L':'雖然創意產業的工作好像很有趣，但其實大半的時候都是靠泡麵過日子的。','D':'常有過度妄想導致分不出現實與虛幻的人啊～','M':'那就行動起來吧！能發揮創造性的機會總是存在的。','Y':'優點跟缺點就像是黑白棋一樣，是一體兩面的。','C':'擁有豐富的內心的話，一定能做出更有創造性的事情的！'},
},


{
   'id':'33',
   'ktdm':'妖精',
   'param':'L',
   'serif':{'L':'想親眼看看！','D':'嘖嘖嘖','M':'研究對象','Y':'你是說我嗎？','C':'不可思議'},
   'narration':{'L':'真是不可思議','D':'？這是妖精的喘氣聲嗎？','M':'好像有研究人員來了.....！妖精快逃！','Y':'不是啦....是誤會','C':'感受到冰冷的視線，就像西伯利亞一般的寒冷'},
},


{
   'id':'34',
   'ktdm':'垃圾',
   'param':'DD',
   'serif':{'L':'太棒了！','D':'閉嘴','M':'撿起來','Y':'有在打掃嗎？','C':'不要亂叫'},
   'narration':{'L':'污穢的東西就該用消毒水消滅！','D':'不..不是瞧不起你喔，只是希望你安靜一下','M':'為了地球好，還是撿起來丟到垃圾桶吧','Y':'沒有啊。','C':'我才沒叫，誰叫誰畜生'},
},

    ]);

    return dataList;
})();

// ツール用
try {
    exports.kotodamaData = kotodamaData;
} catch (e) {}